---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentWorksharingEnabledEventArgs
source: html/c67c4029-0221-107a-570a-3bffb8cfdc5a.htm
---
# DocumentWorksharingEnabledEventArgs Methods

Returns document associated with this event